[
  {
    "id": "1",
    "title": "SF Day #1",
    "date": "7 February 2025",
    "body": "A dull pop in the ears as the altitude drops. The plane approaches the tarmac - an overwhelming rush. Metallic shuddering as it decelerates. Pilot warbles instructions via headphones. The seatbelt sign pings to life above alongside a dull chatter of passengers. The soft whirring of the engine reverberates throughout the cabin. Row-by-row, passengers alight.\n\nWhispers echo through cavernous hallways as travellers traipse the beige passages. Expats chatter in their native tongue, snaking towards the exit. A Border Security officer murmurs something under his breath. Outside, grey clouds flatten the morning sun. Enterprising cab drivers prey on unsuspecting tourists. The familiar honk of traffic. Overwhelmed, the city looks two-dimensional and distant. Unfamiliar. New. The clicking of the indicator. The hum of the engine, hurtling towards the motorway.\n\nSuitcase wheels roll to a stop. Teeth click on a brass barrel, a door locked. Gratitudes muttered, guidance offered. A moments peace in a hostel common area. A deep sense of overwhelm. Perhaps this was a mistake. Exhaustion starts to sink its teeth in, to get a taste. It would be easy to sit here all day. To fade out the voices of people on the phone. The reception down the hall checking in new guests. The soft knocking of wood-on-wood; the chessboard. The crackle of the gas fireplace.\n\nAtop the hill. The view of the bridge in the distant. Monumental structure in orange and steel. A few deep breathes to take it in. Locals rush past, collectively inhaling the crisp air. A hum of activity. The whirring of spokes and the clicking of gears. A small peloton passes, grunting towards the peak. Ocean currents lap lazily, sloshing against the pier. A gull calls to no one in particular. Across the small cove, Balcutha creaks, speaking its age. Stature, presence. The wharf is full of life. Storeholders chatter as doors open. A deep growl from within. Hunger.\n\nSteam rises silently off the rich brown liquid. Comforting warmth in the gullet. Quiet morning street. A dog yips nearby. Gas heaters churn away, heat escaping into thin air. The clinking of dishes, a busboy clears the next table. Food appears. Golden yolks ooze onto crusty bread. Wolfing down mouthfuls, quick. A refill on coffee. And one more. The tip calculated. Cash placed carefully under the mug.\n\nTime to kill. Directionless. Where to next. Drifting along the wharf, no intentions. Carriage rattles along its predefined path, dinging, shrieks to a halt. The feeble ticking of a pedestrian light. Some descend into the cold streets. Colour of the waterfront softened by dullness above yet, still present. Adrift. Observing. Wandering. Listening. Onwards.\n\nDogs prance in small packs through the open grass, their owners deep in conversation. An eagle, perched stoically on stonewall, gazes out at the bay, cocks its head; silently, patiently awaiting its next meal. Below, a market, white marquees populating the bitumen. Hawkers call out their goods. Fresh citrus wafts in the wind. Irresistible. A van beeps, reversing towards a stall. A pair of Bengal cats prance proudly through the crowds. At the leash’s end, their owner walks with similar airs. A child sings out about mandarins. Currency exchanged. Two in the pocket. Irresistible.\n\nStooped over in the parking lot. Dish soap and water revealing nothing. Yet the tyre hisses, almost silently. Right by the ocean. Fishermen grumble as they discuss their daily fortune. The faint swoosh of a line being cast out. Joggers bounce past. The sun starts to reveal itself.\n\nGravel crunches pleasingly underfoot. The bridge draws closer. Underneath, a freighter glides by silently. The tart taste of citrus. Two signs declare coyote sightings. Be cautious. Greengrey shrubs line the coastal track, the wind rustling them gently. Sand tracks towards the beach. A frisbee rushes through the sky. Underneath a dog follows patiently, its focus never leaving the object. The watch says 1500.\n\nThe machine beeps angrily. Payment declined. A third attempt, a different card. Success. Dorm 10. A stale whiff of sweat. Fresh sheets. Bed made; luggage stowed. Another walk through the park, the sun sinking behind the hills. Inside the grocer colour is everywhere. Orienting. Trailing through the aisles. Found it. And a snack for later. Outside, dusk. Shadowy figures hurry through the cold, illuminated momentarily by orange streetlamps.\n\nAtop the hill. Again. Dark. The light turns green. Electric vehicles slip silently around the bend. Behind them, motorcyclists glide effortlessly, engines chortling. Merriment drifts upwards, the Fort Mason theatre. Light bounces off slow rolling eddy currents. Down the hill, towards the wharf. Establishing a sense of familiarity. Important. Even in darkness, the path is known. Around the small inlet, reflecting. Calm. Excited. Endless possibilities. Revellers stumble into the shadows. The silence is broken. A tip of the hat. Towards the lights, the sounds, the smells. So much ahead. And dinner.\n\nThe door swings open, a cacophony of noise. Patrons escaping the bitter chill. Full. To the brim. A speaker rings out the number 76, doubledouble with fries. Skateboard wheels scratch on tile. Metal chairs clang against plastic tables. The grill sizzles, fat bubbling into the greasecatchment. Onions on that? Yes. Absolutely. Won’t be long. Number 91. The low hum of neon. Number 86 collects. Uniformed employees seamlessly pull together order after order. A crackle of static. Number 91. Space appears. An empty stomach. A heavenly first bite. No rush tonight. Take it all in. Enjoy the atmosphere, the newness, the chaos.\n\nA cold trudge home. Satiated, however. A friendly stranger mutters something incoherent, lurching downwards, gravity not an ally. Warm lights of the hostel above. Slipping inside, exhausted, yet from somewhere, energy. Boots knock down wooden steps. Cutlery clinks against porcelain. Quick glances up from bowls. Green felt calling. The thwack of resin on resin. Thud as a ball drops. A glare pulses through the windowpane: the Alcatraz lighthouse. A swoosh. Blue dust settles gently. Missing shots. Easy ones.\n\nWet thwack as spittle and porcelain collide. The rushing of tap water. Splutters, echoing down the drain. A brief glance in the mirror. Shuffling in the dark room. Horizontal. The drone of the heater. A horn sounds, distant. A smile dawns. A good day. Success. Contentment. Eyelids grow heavy. Day one complete. Sleep."
  },
  {
    "id": "2",
    "title": "SF Day #27",
    "date": "14 February 2025",
    "body": "In the mirror. Pudgy, but athletic. Does this work. No. Behind, shirts pile on bedlinen. This one looks good. Right. With these jeans. Sure. Blood pulsing through the veins. Light sweating of the brow. A date ahead. February 13th. No pressure though. 1830. Meeting at 2100. Spare time. Weird day. Miserable out there. 4.72 inches. Some sort of record. Not in the realm of control. Gotta put it aside.\n\nA sheet of water drops from the roof. Narrowly avoided. Don't ruin the vestments.  Shouldn't be wearing this jacket in these conditions. Oh well. Here now. Swing the door open. A glance throughout the room. Not here yet. Makes sense. Ten minutes early. Finds a spot up on the bar. Bartender asks if he’s after anything. Not just yet. Waiting for someone. Moments later, a rush of cold air. Door opens. She enters. Looks around. Spots him. A nervous smile exchanged as she approaches. Can feel the clamminess in his pits. Joins him at the bar. Introductions are made; small talk begins. How are you. Isn’t this weather wild. Did you work today. That sort of thing. Drinks arrive. Take the edge off. Seems to be going well, though can’t help but feel that he hasn’t quite settled into it. Brow still sweaty, glistening under the dim coloured lights of the bar. Takes a swallow of her wine. Her lips painted, rouge. She smiles again, more confident this time. Conversation begins to flow more naturally. A mutual connection is discovered. Her sister’s friend works with his cousin. Begins to enjoy himself. Another round. The room shrinks, focusing. It’s just him and her now. Another drink finished. It’s almost 2330. Having such a great time. Would she want to continue the night. She meets his eyes. Another good bar down the road. Nodding, blushing, she agrees.\n\nBehind the symphony of brass and guitar, a curtain peels apart. The man looks nervous. She walks just out of reach. Celebratory cheers embrace the couple. The man’s face melts, completely at ease now. Actually handsome when relaxed. He taps her shoulder. With a nod of her head, he grabs her hand, and they melt into dance. The crowd of people. A mess of writhing bodies.\n\nMusic cascades over eardrums. The upbeat, sultry tones of jazz. Radio Veloso. Second band for the night. No, third. Caught the backhalf of Johnny Fritz. An earnest performer. Spoke from the heart. Voice from the heavens. Waltzing around in a great set of boots. The Independent at his whim. Spotlights illuminate parabolic columns of red velvet draped along the wall. Holding down the fort solo. No Albert. Something about a missed flight, or a delay. Or maybe Albert doesn’t exist. Not that it matters. Friends scattered. Having a good time. Dense crowd. Stuck near the entrance. Lots of movement. Need to find a better spot. Applause grows, Johnny croons good-night. The crowd breathes out, space appearing. The bartenders’ pace picks up. An efficiency there that wasn’t a moment a go. Orders poured with one hand and payments processed with the other. Simultaneously. Lights dim. Chatter amongst the crowd softens within moments. An audible hum of anticipation remains. Shadowy figures take the stage. Drumbeat kicks in. Then a baseline. Warm, thick notes floss though the air as though honey from the hive. Delectable. The guitar enters. Electric, though not overprocessed. Has a raspy twang to it. A country feel. Lights come up. The frontman is here. The Head Honcho. Long dark hair hangs loosely off the back of his head.  Adorned with a hunter orange trucker cap, a thick dark handlebar moustache. A black acoustic guitar. Calls to the crowd over the music, right hand beginning to strum as the left locates familiar chords on the fretboard. Playing modest triads, leading the song from the front. The guitarist responds, introducing himself to the audience. Fingers flick over steel. Carefully, with acute precision. Bassist next. The instruments’ headstock pointed proudly at the ceiling. A sharp attack of rhythm from cascading drumsticks on polyester. Introductions concluded. The show must go on. A voice that draws heavily on influences from early country ballads. Rich, deep tones. With the casual yodel. Unearthly cries from the mountain gods. Calling down on their flock. Intrinsic. Hips oscillate from left to right. Heads nod along to the beat. Sweat builds. Layers removed. Drinks finished. The crowd mellow, butter. Responding to the atmosphere created. Thrashes about. Hit after hit. They love him. Country boy embraced by the city. A final nod of the head. Drumsticks down. Applause continues for sometime. Cords unplugged; cases open. No hurry to leave. Sit in that for a bit. That sticky bliss. Crowd elated, flowing out. Into the wet night. A soft blanket of rain envelopes; cool, damp. Whitenoise in the ears.  Where to next. Food is suggested. After 2300, Thursday night. Options limited. Glide of rubber on soaked bitumen. The car glides on by, taillights dragging in the gloom. Following its trajectory, pizza. The hum of neon. By the slice. Tantalising smells waft from a kitchen hidden. Cheese oozing. A fraction poorer. But worth it for the first bite. Still feeling the hum of the night. A jazz bar down the road. Madrone. Identification please. Turns the card over. Glances up, back at the photo. All good brother. Slide the card back into its place. Through the beaded curtain. Slice of life after hours. Circular tables run along the right wall. Bar opposing. Fully stocked. Whole thing basked in a deep red. Immediately on the right, band setting up. Four piece. Find a table. Conversation resumes. Plans for the break. Favourite music. Elation from the previous gig. Drums kick in, giving the conversation a pace, a tempo. Two layered guitars. Some heads turn. Others remain engrossed in various conversations about god-knows-what. But the progression is enticing. And one member has yet to enter the fold. But he stands there, trumpet in hand, eyes closed. Waiting patiently. To strike. Filling the room with the smooth tones of brass. Infectious. Transported. Feet tapping along furiously to the interwoven patterns. Friends dancing. Temperatures rise rapidly. A new crowd enters. Accents of some kind. Scottish. Clearly here with one objective. To have a good time. The throng doubles in size. Gaining some attention. Heads that didn’t turn before are turning now. Some slowly drift into the fold. The tempo perfect. More through the entrance. Cheered into the room. Each entrance, an entrance. Smiles grow quickly and wide. The electric air inhaled, moving synchronously with the nearby bodies. Radio Veloso adjust the fervor of the audience. Maybe they weren’t expecting a dance floor. But how could they not? The almost imperceptible transition out of the back of a song into the beginning of another. Four creatures working symbiotically listening for subtle changes in the rhythms and routines of each other; reacting, countering, acknowledging. Playing until exhaustion, until they can play no more. Bartender calls last drinks, musicians put their instruments down to a raucous applause."
  },
  {
    "id": "3",
    "title": "Garryowen",
    "date": "19 February 2025",
    "prelude": "A recollection of a day on Garryowen. 10 minutes north of Seymour, Victoria, Australia. Slightly northeast of the Great Dividing Range. 270 head of sheep. Approximately 35 rams, the rest ewes in various stages of life. Lamb count changing seasonally.",
    "body": "Alarm blares out in the predawn. Reaching, grasping, knocking. Fumbling around on the floor to shut the bastard thing up. Senses calibrating to the tangible. Pupils expanding; details revealing themselves from the shadows. The distant rush of the nearby highway. A synapse connects. The M39. Goulburn Valley Highway. Road trains barrelling down the tarmac at 110km/h. Coarse thread count of denim in the hands. The dull clang of brass-on-brass as the belt comes over the thighs. Cold air circulates through the window, ajar. Brisk. Stepping out onto the verandah, slash of orange light effervescent on the horizon to the east. Breathing in the cool, crisp, country air. Soft thud of socked feet on aged timber. Into the main house. Up the stairs. Click as the light splutters awake above the stove. Coffee in the mochapot. Sawing of the bread knife through three-day-old sourdough. A moment. Still acclimatising to the new day. Soft hissing as the top chamber is filled. Spring released in the toaster as the time clocks two minutes. Chink of ceramic on marble benchtop. Slather some jam. A couple bites, seated. Grab the mug and the second slice of toast and head back out into the early light of dawn.\n\nPull on the leather boots. Couple more layers for the cold morning. Through the lush garden. Birds singing their daybreak harmonies. Creaking of the small iron gate. Care to close it. Mechanical clanking as the roller door opens. Keys in the ignition. Scent of gasoline thick in the air. In neutral, rolling from concrete onto gravel. Right leg over the saddle, approach the incline, coasting down the hill. Gravel crunching underneath rubber. Centripetal force pulling as the machine takes the bend. Pull up next to the old brick structure. Shearers quarters. Rundown, but standing. Structurally sound. Used as a tool shed, for the moment. Dim light inside from the morning sun creeping through the high windows. A few essentials waiting on the bench. Rummage around for some others bits & pieces. Back on the quad, manoeuvre under the feed silo. Sun creeping over the rise enough to begin lighting up the small valley. Open the hatch, feed pellets ping off the metal trailer. Soft rushing as the silo drains. Two-stroke engine purring patiently.\n\nWind blows casually through the topmost branches. Eucalyptus scent wafts through the air, mixed with the dank smell of livestock. Sheep turn their heads, alert to the approach. Cautious, but not afraid. Have come know what to expect. Collectively advancing, crowding the trailer. Bleating, pleading for their morning feed. Grab, with one gloved hand, the rope opening the feeder. Slowly edge the ATV forward with the other hand. Behind, pellets rain onto the compact earth. Thud of 400 pairs of hooves following. Keep it moving, slowly. Slack in the rope, trailer empty. Sheep grazing contentedly. Tall in the saddle, eyeing the flock. Watching for any defections. Content, after a moment. Cut through the overgrown meadow, blades of grass whipping at denim and leather.\n\nSwap the keys, slide into the timeworn single-cab Nissan. Towel off the mirrors. Run the motor for a couple minutes. Bucket and shovel join tools in the utility tray.\n\nA top the crest of the Northern paddock, parked under the shade of a lone tree. Eastern grey kangaroos grazing on dry grass observe curiously. Golden light of the sun illuminating the countryside in a comforting warmth. The valley lights up in a patchwork of greens, the leaves of the trees flickering in the breeze. Nourishes the soul. A calm interrupted by only the occasional rush from the motorway. Taking a moment to sit in that peace.  Attentively watching the roos. Feeding, interacting. Infant joeys bouncing together in small groups. Growing confidence to stray from mothers, who, between mouthfuls of native grasses perform the role of dutiful sentinel. Gilded light licks their grey fur. This feels like home. Southeast, across the highway, the tail end of the Great Dividing Range slashes across the horizon line.\n\nClutch down, locate the sticking point, slip into first. Slowly cruising along the fenceline. One eye on the fence; the other on the terrain. Kangaroos scatter, vibrations of the mechanical beast scattering across the plains. Small dam in the top paddock. Water source when the livestock rotate through. Wet ground lined with the imprint of tire tracks from previous mornings. Above, a cockatoo shrieks, a prehistoric cry echoes across the dewy pasture.\n\nWindmill stands proud in the midst of the paddock. Rust corrodes its blades. A dysfunctional ornament of a previous iteration of Garryowen. Westward, gurgling of the Goulburn as it sweeps through the land, cool waters a tempting delight for what is sure to be a hot day. Crawling along the cutroad, arm out the door. Eyeing for weeds. Invasive and aggressive, toxic for the livestock. Eradicate at all costs.\n\nStomach cries for nourishment. 0930. Time for a second meal. Smokey bacon and a couple fried eggs on toast. 10 minutes to read flick through the two-day-old newspaper. Second cup of joe before getting into the meat of the day’s tasks. Slow sips, observing the tiered garden out the window. Small birds flitter amongst the gardenbed. A stack of firewood near the back door.\n\nHours pass. Muscles cramp. Slight ache from standing all day. Sun sinking lower in the pale blue. Watch says 1800. Twelve-hour workday. Give or take. Fleeting moments of warmth. Up to the house, quick. Clean towel. Throw it over the back of the Kawasaki. Ignition sparks, kickstand up. Into first for the descent, road twisting around the orchid. Past the first gate, second.  Into windmill paddock now, needle spikes, quickly shift into second, third, twist the throttle. Rubber spins against earth and throws dust wildly into the atmosphere. Ahead, tree felled by flood obstructs the throughfare. Beyond, a small, pebbled beach appears. Hit the brakes, kickstand down on the high embankment. Strip down to the boxers, slowly stroll to the water’s edge. Cool water of the Goulburn laps at tired feet, a soothing cool that relaxes the body and alerts the mind. Wade deeper into the murky water, stained ochre with the tannins of leaves that float from the mountain winds down into the river. Slowly dive forward into the centre of the flow out of the eddy currents. The current grips at the body, firmly yet gently guiding downstream. Water numbs the sensation of the day’s yakka.  Lying back, angelic sensation of weightlessness. Roots twist out of the water into the damp earth of the riverbank. Jutting out, soaring high above. Foliage frames the view. Blissful. Serene. Every day could be like this."
  },
  {
    "id": "4",
    "title": "SF Day #56",
    "date": "25 March 2025",
    "body": "Landscape unravels as the path bends through the pines. Golden light caresses mounds of sand, sprawling across the landscape, populated by small shrubs and hardy foliage. Gorgeous weather.  A bit cold, despite the sun. Walkers surrounded by packs of dogs leisurely meander along the trampled path. In places, steps have eroded, where locals have made new paths around the hazardous obstacles. Beyond the sand hills, dogs and greenery, the roar of the ocean can be heard, it’s violent and tumultuous waters churning with unknowable force. That roar, it pulls. Up to the nearest peak. From here, the whole world seems visible. Heart racing. Edge of the cliff. Soft sandstone that could crumble at any given moment without a second of warning.\n\nNorthward, the beach stretches linearly until it disappears abruptly over the horizon. Similarly to the south. Due west, however, there is nothing but the mighty Pacific. An unconquerable, uncomprehensible force of nature. Late afternoon light, warm, illuminating. Below, wave upon wave rolls in. Masses of saltwater that run parallel with the beach for miles; untapped energy dissipating into the atmosphere. Wading in the shallows, a flock of sanderlings move in concert with each other, the ocean dictating their feeding habits. Beaks in the sand, they search for unseen invertebrates in the wet sand. A large wave breaks, flooding their hunting grounds. Flock divided. Their precise, uniform movements are overshadowed by an urgency. Priorities shift from feeding to reuniting. A second surge, water laps at the group again. Bomboras of the set. The water recedes, and slowly, cautiously, the birds regroup. Together again. The hunt resumes.\n\nSouth along the cliff faces, higher views through beachside bush. Trunk and limbs twist and bend, creating a passageway over the path. Sunlight flickers momentarily through sage green leaves. Dappled through the netting of branches that block out the sky. Sweet, woody aroma envelopes the body. Ahead, break in the trees gives way to a small sandy crevice which slopes precariously to the edge. Wildflowers run up its steep sides. It is the plant life that gives the area it’s shape, its structure. Networks of roots running through the sand and earth, holding these monumental cliffs in awful suspense above the beach two hundred feet below. Decrepit remains of the military base along the clifftop prove the danger of clearing too much of the flora. Massive slabs of concrete and rebar lie forgotten along the beach, the hubris of humankind’s military might. Obsolete gunner’s towers ripped in two by the sheer force of gravity, once-proud remnants above patiently awaiting their own inevitable demise.\n\nSongbirds sing from within the scrub, their melodies drowned by the roar of the ocean. Gust of wind blows through the small chasm. Blue expanse above is speckled with black streaks; crows playfully dart around in groups of two or three. Leisurely relaxing, wingspan fully extended, comfortably sitting in updrafts, propelling them high above the clifftops, until caught in a crosswind, gilding back down to land amongst the colourful mesh of the Carpobrotus chilensis (Chilean sea fig). The succulent lines the embanked cliffs, bright pink flowers sprouting from bright green. Perched patiently, a crow waits for a companion, who swoops in, magnificent, sunlight catching the tips of feathers on outstretched wings. For a moment, they sit there, together amongst the scrub, observing the world, miniscule below. Anticipating the next current. Gracefully leaping into it when it comes, thrust away somewhere down the beach, out of sight. Days spent riding winds.\n\nSeaspray flicks high in the air; a golden haze of foam blows off the choppy peaks. Far offshore, black neoprene dapples the horizon. Surfers perched, facing west, facing the surely setting sun. Light glistens, reflecting off wet hair, off ocean swell. Awaiting the perfect break, or at least one worth fighting the current back out to such depths. Game of patience. One set after another swelling beneath fibreglass boards. Judging the perfect moment to strike. Suddenly, movement. One surfer, rotating towards shore, starts paddling, going bat out of hell as a wave creeps forwards. A mistimed effort, the wave fails to break timely and lifts its passenger momentarily. The surfer, undefeated but unimpressed, turns and attempts to regain the ground lost to the Pacific. Down the break, a second surfer strikes, paddling, hands on rails, pushing up into a crouched stance. Manoeuvring the board across the face of the wave, applying bodyweight forward, backwards, a constant fight to remain in control. Wave breaks evenly, foam and seaspray churning as the daredevil braves its steepening incline. Energy propels the surfer towards shore. From the clifftop, the figure carves silently, elegantly through the ocean, only dismounting the board into the frothing sea as the wave’s energy disperses and flattens. Pair of huskies wading playfully in the shadows, suddenly aware of the new figure, stand attentive One looks over its shoulder, its owner trailing along the beach, basking in the surprising warmth of the winter sun. The surfer offers a friendly wave towards the pair, remounts and begins the slow paddle out to go again. No better way to spend an afternoon.\n\nAfternoon gives way to evening. A promise of summer hangs heavy in the air. Clear afternoon skies, the cool, relaxing ocean breeze. Warmth of the sun on the neck. Yet as the sun sinks lower in the sky, it starts to disappear prematurely.  Invisible band of clouds hangs across the sky, a false horizon. Winter not quite over yet. The clouds seem to be moving, gradually pushing towards land. Fog. Within moments, the sun has disappeared. Evening has a different atmosphere without it. Cool breeze begins to feel like a cold wind. Heading slowly down the hill towards Skyline Boulevard, evening gives way to night. Blankets of fog race down the hillside, encompassing everything within the vicinity. Thirty seconds pass, and the boulevard below cannot be made out. Only indication it still remains in place is a pair of red taillights, fading softly into the distance. A quiet night in the fog."
  },
  {
    "id": "5",
    "title": "SF Day #84",
    "date": "14 April 2025",
    "body": "It comes bursting out of the bucking chute, 1800 pounds of flesh and sinew rippling as the bull bucks and kicks and jumps. Rodeo clowns scramble to remove themselves from its path, unpredictable as that may be. The eight second timer has begun, a conflict between man and beast as old as time itself, retold again and again in mere moments at the rodeo. Surge of excitement roars through the crowd, one bleacher to the next. They look on with drunken fervour, an ancient bloodlust stirring. Piercing ring of metal-on-metal echoes above the crowd as the gate clangs against the railing behind the bull. A creature bred specifically for aggression, for the purpose of throwing off its rider, its would-be conqueror. Charging forward, out into the dusty pen, it jumps high onto its forequarters, muscular tissue undulating under the utter force of the movement. Muzzle to the dirt, its hindquarters kick upwards, a cloud of dry earth exploding behind it. They reach for the sky, the beast’s ribcage arching in what seems like an agonising stretch. Unfortunately, this tactic doesn’t work, and the rider is ready for this. Left hand held proudly above his head, the cowboy sits tall in the saddle, covered head-to-toe in appropriate armour for the potentially fatal exercise he undertakes. Behind him, the sun reflects brightly off of a sea of white cowboy hats. A posse of stockmen stare sternly, protected from harm, behind the comforting safety of industrially manufactured fences, trusting their rider will hold his own.  The bull bucks harder, unrelenting, endeavouring a similar exchange a second time, transferring its momentous weight from its forelegs to its rear, and then back again, hoping to loosen its opponent from its waist. The rider lurches sidewards, gripping desperately at the flank strap that clutches tightly around the bull’s midriff, successfully maintaining his composure and balance, yet further enraging the beast.\n\nOn this occasion, it jumps, twisting midair, a feat of agility which catches the crowd offguard. They await, with bated breath, as the rider is tossed like a ragdoll in the saddle, thrust skyward into the powder blue as the bull appears to take flight. For a moment, a deafening silence. Drinks forgotten, conversations dropped. Nothing matters but the two in the arena. United. Tied together, both physically and metaphorically, they soar above the raw earth beneath them, gracefully walking atop a cloud of dust and grit. Tassels flick chaotically as energy is transferred upward. A red cowbell, hanging around the chest of the bull rings silently amidst the thunder of the crowd, beating against the torso of the frenzied animal. Gravity regains control, bull stretching forelegs out, rider leaning back in the saddle, both bracing for impending impact. Hooves and dirt collide, a fresh eruption of soil sprayed into the air. The pulsating wave of flesh and fabric as the impact is transferred through bull to its passenger, vertebrae colliding in an organised stack beneath the rider’s denim shirt. He surges forward as the bull’s front legs buckle under its own weight and vivaciousness, the shock appearing to momentarily overwhelm him. Wrist muscles tighten under a gloved hand, a dominant right arm reacting without thinking to the movement of the shuddering animal beneath. Yet sheer dumb luck saves the rider from a premature demise. The bull, its temperament not getting any better the longer it undergoes this strenuous ordeal, leaps again. Backwards, this time. And twisting again, to the right, continuing its clockwise trajectory. This sudden sharp movement halts the frontward momentum of the rider, and his body is jerked backwards and around once more as the chaotic dance between the two continues. A swift, sprightly movement from the bull, keeping much lower to the ground on this occasion. Its own centre of gravity tilts, destabilising the unsuspecting rider above, who in turn, continues to become unstuck. Leaning heavily to the right, body beginning to contort. A flash of silver light as the right ankle twists outwards, the fine tip of a boot pointed away from the cattle as the stainless-steel spur digs ruthlessly into the bull’s thick hide. Despite such violent and rigorous movements, the rider, somehow, maintains his balance whilst keeping his left arm stretched ambitiously in the air.\n\nThis entire interaction seems to frustrate the bull even more, who, for the first time since it exploded from the gate, lands on all fours for the shortest instant. Its sturdy neck holding its horns high to the sky, tail flicking antagonistically against its hindquarters, a moment of defiance. Despite its preceding seemingly futile efforts, the beast appears confident that it has time to kill. The rodeo clock shows the seconds and milliseconds racing upward, edging closer and closer to the eight second mark. Yet the bull regains composure, whilst the rider is clearly perturbed. Body hunched forward from the hips, left hand no longer held high above his head but hanging somewhat limp at shoulder level. The intensity of the constant and taxing jostling has clearly begun to have an effect on his ability to balance, and somehow, the beast knows this. It pitches itself skyward once more, pushing off all four legs at once, leaping for its freedom, for victory. The rider, unable to stay sitting upright, is yanked backwards by the force, still atop the beast, yet now sitting almost horizontally, legs kicked forward towards the creature’s head, lying flat at the hips, lower back striking against the bull’s loin. As he hangs there, suspended precariously, the bull pushes its forequarters back towards the earth, twisting at its hips, thrusting its back right leg out into the air. Powerless against the speed and brute force of the animal, the rider’s final moments in the saddle begin. His left leg loses all purchase on the bull’s lower back and is flung over the top of the bull as it continues bucking, back legs returning to the ground as the front legs begin to leave it once more. Completely abandoning the left arm now, the rider begins evasive manoeuvres. With an enormous final heave, the bull hurls its passenger from its back into the sunburnt land below, remaining unconquered. The rodeo clock reads six seconds and forty-two milliseconds, confirming the champion. Free now, it continues dancing around the arena to the wild hollering of spectators, revelling in another well-fought battle between man and beast."
  },
  {
    "id": "6",
    "title": "To My Friends",
    "date": "30 April 2025",
    "body": "Perched high on a log overlooking the bay, we watch the sun slowly sets behind the Golden Gate Bridge.  Pulsating orb of light, silhouetting the southern turret of the bridge. The familiar view from Fort Mason in a whole new light in the late spring. Months have passed since arrival. To be back here, surrounded by those closest, feels symbolic. A journey started alone, in this very spot, has been joined by those experiencing their own version of the unknown. Friends that are willing to take risks, to uproot comfortable lives in home countries, to start again somewhere foreign and unforgiving. Friends willing to roll the dice and gamble that, if they take the leap, life will provide. And, looking around, it has. Evening air chills as the sun sinks below low hills north of the bridge, bright orange light fleeting, flickering, as it says its final goodbyes. The German, known for his dry humour and comedic timing, cracks wise, filling the air with an abundance of laughter, warming the soul. Collectively, the group stirs, rising. Down the hill, towards the wharf. A sense of familiarity. They drift ahead, talking, laughing, simply enjoying the presence of each other’s company. Moment to reflect, to cast the mind back, to consider how these people, strangers only months ago, now hold such a place of esteem in the heart.\n\nSmall crowd yowls with satisfaction as the guitarist begins his solo. Drummer keeps time as other band members slowly return to the fold, layering their instruments in a complex yet delightful cacophony. Behind, the landscape unfolds. Clear blue skies, uncharacteristic for a winter’s day. An athlete paddles a kayak determinedly across Lake Merced, evening sunlight glistens golden as the paddle sprays water through the air. Lakes surface disturbed, small peaks whipped up by the winter wind. The same wind blows through the trees that surround the wooden platform on which the band performs. A natural amphitheatre, the land around amplifies the music yet drownins out the rush of traffic nearby. The lead singer, an American, is a natural. Born for the stage, he performs for a throng of peers, friends and fans, heart bared proudly on his sleeve. And it is this intensity, this passion, that gets the crowd moving. Strangers and friends alike, moving bodies in a multitude of ways, getting lost in the music. Amongst the crowd, the tenacity of some friends on the dancefloor begins to stand out. A woman from Denmark gets lost in the cool rhythms of the Garden, whilst a friend from France gets equally excited as the pianist picks up a trumpet, filling the air with the sultry tones of brass. Communicating beyond the spoken language, but with the energy of physicality, with movement and gestures. Together, dancing, laughing, learning.\n\nHeavy vibrations of an engine starting up. Water churns nosily as the vessel moves delicately through the harbour. Onboard, tourists look out towards their destination, Alcatraz. Sea lions lie lazily on marina’s edge, soaking up the afternoon sun. One beast, enjoying the water, darts underneath as the boat glides across the surface. From pier 39, together, watching. Two Australians, alone in San Francisco over spring break. A friend made later in the semester but has fast become a close one. Strolling along the foreshore, at times in a comfortable silence, observing the people and the happenings that surround. Taking solace in the fact that someone sees the world through a similar cultural lens. The natural sarcastic humour that sometimes gets missed by other friends. Other moments spent deep in conversation, each attempting to discover more about how the other sees the world, only strengthening the bond. Stories swapped about nights out in different home cities, comparing similarities in schooling, friendships, family. Sitting together to share a meal in the afternoon sun. One tomato soup, one clam chowder. Similarities unite; differences intrigue. Plans are made to reunite in Australia.\n\nNumber eighteen bus charges north along forty-sixth avenue, a gloomy Sunday afternoon. Each street it passes gives a momentary glimpse of the Pacific stretching out to the west. Driver hits the breaks, coasting comfortably into the curb. Hissing, pneumatic pressure drops, doors hinge open. On steps a man, brown hair sitting long behind his ears. Headphones on, always enjoying the music. As the bus driver carefully pulls out into traffic, he surveys the bus. Noticing, a grin breaks out on his face, flashing his teeth in a display of trust and affection. A smile that has grown comforting, disarming, over the weeks here in San Francisco. Instant ability to put its receiver at ease. He approaches; an earnest greeting is exchanged in a fusion of English & French. Stories swapped from spring break, reconnecting. Bus pulls into Outer Sunset, just south of Golden Gate Park. Disembarking. Finding a seat, ordering a tea. Sitting together, working simultaneously on a blog post due that evening. In between sips and sentences, more stories are swapped. More detail shared. A relaxing weekend around the city; a chance meeting, a brief romance. Hours trickle by comfortably in this state of leisure. Despite the chilly afternoon air, there is a sense of comfort, of longevity. A shared passion for the written word, for creative expression. Friendship that will cross borders and span oceans.\n\nHorizon line oscillates, world spins, a blurry whirl of colour. Three, maybe four drinks down. Plus the sun beating down. Definitely buzzed. Frenetic music floods the eardrums. Eyes closed for long enough, the bassline seems to reverberate through each individual cell in the body. Opening them, the grassy hill is covered with people, all out enjoying the springtime warmth. A tap on the shoulder. Some sort of drinking game is being explained. Crack open another can. Glasses, caps on, friends stand jovially in each other’s presence, drinks in hand. Split into two teams, the fiery nature of friendly competition takes over. Scrambling across the ground, laughing together, drinking, basking in the sunlight and revelling in companionship. An unforgettable way to celebrate a friend. An afternoon that will forever be remembered.\n\nSeafoam rolls over the grainy black sand. Drained. A day of hiking in Yosemite, followed by a full day in the sun at the Oakdale Rodeo, there is a quiet sense of merited fatigue. Standing on the Pacifica Pier alongside the Scandinavians, it is nice to take a peaceful moment to appreciate the blessings of life. Particularly with this group, two Norwegians and a Dane, there is solemn a dull moment; together they are the life of the party, an abundance of energy and always a laugh. Yet this seems to add more weight to this evening; some tenderness following a weekend of intimate conversations in the confines of a hatchback. Sharing disbelief and awe at the raw beautiful of the natural world. Sharing laughter at ridiculous jokes in a state of exhausted delusion. Cruising along the southern San Francisco coastline towards Half Moon Bay, golden light casting long shadows on the road in front of us, music blaring from the speakers. Plans made to recreate this weekend in home countries. Ideas of summers spent in Norway, at the cabin. Road tripping up the east coast back home. Getting lost looking for waterfalls, finding a surf break or swimming in ice cold waters. Endless fun to be had, with friends that are always ready for a good time.\n\nThe door swings open, a cacophony of noise. Brings the present back to the foreground. Not long left in this beautiful city, with these beautiful people. Tired, hungry, wolfing down doubledoubles and fries, animal style. Satiated, with hearts full of affection, for friendships forged in the fires of adversity and triumph. For shared experiences, both good and bad. For the beauty of spontaneity, of saying yes, of living. To the next adventure. To the future."
  }
]